* 2017-8-1 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-2 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-3 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-4 [33%]

** DONE Study

*** DONE 大数据系统基础 

** TODO Work
   
*** DONE effective c++
*** DONE Qt 16
    CLOCK: [2017-08-04 周五 21:14]--[2017-08-04 周五 21:47] =>  0:33
*** TODO Qt 17
    CLOCK: [2017-08-04 周五 22:10]--[2017-08-04 周五 22:53] =>  0:43

** TODO Life

*** DONE 晚饭
*** DONE 电影《一步之遥》
*** DONE 洗澡 洗衣服
    CLOCK: [2017-08-04 周五 21:48]--[2017-08-04 周五 22:07] =>  0:19

* 2017-8-5 [100%]

** DONE Study

*** DONE 大数据技术体系
    CLOCK: [2017-08-05 周六 06:57]--[2017-08-05 周六 07:20] =>  0:23
*** DONE 大数据生态系统
    CLOCK: [2017-08-05 周六 07:21]--[2017-08-05 周六 07:25] =>  0:04
*** DONE 大数据技术挑战
    CLOCK: [2017-08-05 周六 07:26]--[2017-08-05 周六 07:33] =>  0:07
*** DONE 大数据和云计算关系概述
    CLOCK: [2017-08-05 周六 08:38]--[2017-08-05 周六 08:44] =>  0:06
*** DONE 并行化理念
    CLOCK: [2017-08-05 周六 08:45]--[2017-08-05 周六 08:49] =>  0:04
*** DONE 规模经济理念
    CLOCK: [2017-08-05 周六 08:50]--[2017-08-05 周六 09:01] =>  0:11
*** DONE 从仓库规模计算机到云
*** DONE 云计算的商业模式


** DONE Work

*** DONE effective c++ 16 17
    CLOCK: [2017-08-05 周六 16:17]--[2017-08-05 周六 16:59] =>  0:42

** DONE Life

*** DONE 买菜
    CLOCK: [2017-08-05 周六 07:44]--[2017-08-05 周六 08:22] =>  0:38
*** DONE 午饭，午休，理发
*** TODO 洗碗
    CLOCK: [2017-08-05 周六 17:00]--[2017-08-05 周六 17:07] =>  0:07

* 2017-8-6 [100%]

** DONE Study

*** DONE 云计算带来的价值
    CLOCK: [2017-08-06 周日 07:47]--[2017-08-06 周日 07:52] =>  0:05
*** DONE 云计算的分类
    CLOCK: [2017-08-06 周日 07:52]--[2017-08-06 周日 07:59] =>  0:07
*** DONE 虚拟化技术概述
    CLOCK: [2017-08-06 周日 07:59]--[2017-08-06 周日 08:04] =>  0:05
*** DONE 计算虚拟化
    CLOCK: [2017-08-06 周日 08:04]--[2017-08-06 周日 08:18] =>  0:14
*** DONE 网络虚拟化：基础
    CLOCK: [2017-08-06 周日 08:53]--[2017-08-06 周日 09:02] =>  0:09
*** DONE 网络虚拟化：软件定义网络
    CLOCK: [2017-08-06 周日 09:11]--[2017-08-06 周日 09:21] =>  0:10
*** DONE 软件定义网络实现
    CLOCK: [2017-08-06 周日 09:22]--[2017-08-06 周日 09:36] =>  0:14
*** DONE 存储虚拟化：用户接口
    CLOCK: [2017-08-06 周日 09:37]--[2017-08-06 周日 09:46] =>  0:09
*** DONE 存储虚拟化：分布式存储实现方式
    CLOCK: [2017-08-06 周日 13:56]--[2017-08-06 周日 14:05] =>  0:09
*** DONE 虚拟化技术总结
    CLOCK: [2017-08-06 周日 14:05]--[2017-08-06 周日 14:11] =>  0:06
*** DONE 典型云计算系统举例： openstack
    CLOCK: [2017-08-06 周日 15:58]--[2017-08-06 周日 16:26] =>  0:28

** DONE Work

*** DONE 《代码质量》 可靠性 2.1 2.2
    CLOCK: [2017-08-06 周日 09:47]--[2017-08-06 周日 11:00] =>  1:13

** DONE Life

*** DONE 买菜
    CLOCK: [2017-08-06 周日 08:18]--[2017-08-06 周日 08:53] =>  0:35
*** DONE 休息
    CLOCK: [2017-08-06 周日 09:02]--[2017-08-06 周日 09:11] =>  0:09
*** DONE 午饭 午休
    CLOCK: [2017-08-06 周日 11:01]--[2017-08-06 周日 13:55] =>  2:54

* 2017-8-7 [100%]

** DONE Study

*** 分布式文件系统
    CLOCK: [2017-08-07 周一 21:29]--[2017-08-07 周一 21:51] =>  0:22


** DONE Work

*** DONE effective c++ 18, 19

** DONE Life

* 2017-8-8 [100%]

** DONE Study

*** DONE 文件存储 4 5 6 7
    CLOCK: [2017-08-08 周二 07:53]--[2017-08-08 周二 08:41] =>  0:48
*** DONE 文件存储 8 9
    CLOCK: [2017-08-08 周二 09:13]--[2017-08-08 周二 09:36] =>  0:23
*** DONE 文件存储 10 11
    CLOCK: [2017-08-08 周二 10:08]--[2017-08-08 周二 10:25] =>  0:17

** DONE Work

** DONE Life

*** DONE 取名 楚辞
    CLOCK: [2017-08-08 周二 10:29]

* 2017-8-9 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-10 [33%]

** DONE Study

*** DONE 大数据系统基础 12 13 14 15 16

*** DONE 并行处理
    CLOCK: [2017-08-10 周四 16:29]--[2017-08-10 周四 22:20] =>  5:51

** TODO Work

** TODO Life

* 2017-8-11 [33%]

** TODO Study

** DONE Work

*** 基于Linux的C++
    CLOCK: [2017-08-11 周五 06:22]

** TODO Life

* 2017-8-12 [%]

** TODO Study

** TODO Work

*** TODO 基于Linux的C++ 类与对象
    CLOCK: [2017-08-12 周六 08:08]

** TODO Life

* 2017-8-13 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-14 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-15 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-16 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-17 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-18 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-19 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-20 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-21 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-22 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-23 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-24 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-25 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-26 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-27 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-28 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-29 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-30 [%]

** TODO Study

** TODO Work

** TODO Life

* 2017-8-31 [%]

** TODO Study

** TODO Work

** TODO Life

